content/notes/linguistics.md
+++
title = "Linguistics"
author = ["Himanish"]
date = 2022-05-15
lastmod = 2022-05-26T11:55:08+05:30
categories = ["hum"]
draft = false
[menu.main]
  identifier = "linguistics"
  weight = 2001
+++

## What is Language? {#what-is-language}

-   To some people of Africa, a newborn child is a _kintu_, a ‘thing’, not yet a _muntu_, a ‘person’. Only by the act of learning language does the child become a human being. It distinguishes us from other animals.


### Linguistic Knowledge {#linguistic-knowledge}

**What does it mean to know a language?**


#### Sound system {#sound-system}

Knowing the sounds (or signs for the deaf)

-   To pronounce French words, we need to use non-English sounds
-   The _nk_ sound may begin a word in Ghana but not in English


#### Words {#words}

-   Which sequences of sounds are related to specific meanings.
-   **Arbitary relation of form and meaning**: There is no natural or intrinsic relationship between the way a word is pronounced (or signed) and its meaning.
-   **Sound symbolism**: The notion that certain sound combinations occur in semantically similar words, e.g. gl in gleam, glisten, glitter, which all relate to vision. However, such words are a very small part of any language,


#### Creativity {#creativity}

-   Combine sounds to words, words to phrases, phrases to sentences
-   Not only making new sentences but also in understanding new/novel ones.
-   Knowing what sentences are appropriate in various situations


#### Well-formed Sentences {#well-formed-sentences}

Linguistic knowledge includes rules for forming sentences, which must be finite in length and finite in number so they can be stored in our finite brains


### Grammar {#grammar}

Grammar includes

-   Phonology: rules for combining sounds into words
-   Morphology: rules of word formation
-   Syntax: rules for combining words to phrases and phrases to sentences
-   Semantics: rules for assigning meaning


#### Descriptive Grammar {#descriptive-grammar}

-   Linguist's model of mental grammar shared by the speakers
-   Won't tell you how to speak, only basic linguistic knowledge
-   Every language's grammar is equally complex, logical and capable. No dialect is superior.


#### Prescriptive Grammar {#prescriptive-grammar}

-   Language ‘purists’: some language versions are better than others, certain ‘correct’ forms all educated people should use, language change is corruption.
-   Greek Alexandrians in the first century, Arabic scholars at Basra in the eighth century, numerous English grammarians of the 18th and 19th centuries
-   Renaissance: middle class wanted their children to speak 'upper' class dialect, leading to many prescriptive grammars
-   Before Lowth's _A Short Introduction to English Grammar with Critical Notes_ in 1762, practically everyone – upper class, middle class and lower class – said ‘I don’t have none’, ‘You was wrong about that’ and ‘Matilda is fatter than me’.
    -   Lowth, however, decided that ‘two negatives make a positive’ and therefore one should say ‘I don’t have any’, that even when you is singular it should be followed by the plural were and that I not me, he not him, they not them and so forth should follow than in comparative constructions.
    -   However, Romance languages use double negatives e.g. French, Italian
    -   Many of these prescriptive rules were based on Latin grammar
    -   Because Lowth was influential and because the rising new class wanted to speak ‘properly’, many of these new rules were legislated into English grammar, at least for the prestige dialect (dialect usually spoken by people in positions of power)
-   In a society where ‘linguistic profiling’ is used to discriminate against speakers of a minority dialect, it may behove those speakers to learn the prestige dialect rather than wait for social change.
    -   But linguistically, prestige and standard dialects do not have superior grammars.
-   Writing is not acquired naturally through simple exposure to others speaking the language, but must be taught, so writing will follow certain prescriptive rules that spoken language does not, with little dialectical variation.


#### Teaching Grammars {#teaching-grammars}

-   A set of language rules written to help speakers learn a foreign language or a different dialect of their own language.
-   Teaching grammars assume the student already knows one language and compares the grammar of the target language with the grammar of their native language
-   Meaning of word given by a gloss (parallel native word) e.g. 'house' is English gloss for French _maison_
-   New sounds are described by reference to known sounds e.g. French sound u in the word tu by instructions such as ‘Round your lips while producing the vowel sound in tea’.
-   Difficult for adults to learn a second language without formal instruction, even after living in that country


#### Universal Grammar {#universal-grammar}

-   Rules representing the universal properties of all languages constitute a Universal Grammar (UG).
-   UG is the blueprint that all languages follow that forms part of the child’s innate capacity for language learning
-   The comparative study of many different languages is of central importance to this enterprise.


#### Sign Languages {#sign-languages}

-   Slips of the hand occur similar to slips of the tongue
-   Finger fumblers amuse signers just as tongue twisters amuse speakers
-   Deaf children babble with their hands, just as hearing children babble with their vocal tracts


### Human vs Animal "Language" {#human-vs-animal-language}

-   Discreteness: larger linguistic units are perceived to be composed of smaller linguistic units
-   Displacement: the capacity to talk (or sign) messages that are unrelated to here and now


## Brain and Language {#brain-and-language}


## Morphology {#morphology}
